{
  "title": "Interbeing",
  "subtitle": "Nothing exists by itself. Everything is made of everything else.",

  "whatTitle": "What Is Interbeing?",
  "whatText": "The term 'interbeing' comes from Zen master Thích Nhất Hạnh. It means: to be is to inter-be. A cloud becomes rain, which becomes tea, which becomes you. Everything co-arises. Nothing stands alone.",

  "sourcesTitle": "Unity Across Traditions",
  "sourcesText": "Many traditions point to the same root insight:",
  "sourceQuotes": [
    "'We are not separate beings, but notes in a cosmic symphony.' – New Age mysticism",
    "'The Unity of Being (Wahdat al-Wujud).' – Ibn Arabi (Sufism)",
    "'Form is emptiness, emptiness is form.' – Heart Sutra (Buddhism)",
    "'No man is an island.' – John Donne (Christian mystic poet)",
    "'A thing is because of everything else.' – African Ubuntu philosophy",
    "'The Tao that can be spoken is not the eternal Tao.' – Laozi, Tao Te Ching"
  ],

  "ecologyTitle": "The Living Web",
  "ecologyText": "Nature is not a collection of things, but a communion of relations. Ecology is interbeing expressed through form. When we harm the Earth, we harm ourselves. When we nourish her, she nourishes us. There is no 'other'.",

  "selfTitle": "The Mirror of Self",
  "selfText": "Your mind is shaped by language, culture, touch, ancestry, the stars. Your sense of 'I' is a weaving of many threads. You are not a thing — but a process in relationship. What we call 'self' is a temporary knot in the stream of being.",

  "energyTitle": "Matter is Energy",
  "energyText": "Modern physics reminds us: what seems solid is mostly space and movement. Matter is condensed energy. This insight bridges science and spirituality — showing that all forms are vibrating patterns of the same cosmic flow. Even the atoms in your body are pulses in a shared field.",


  "promptTitle": "Contemplation",
  "promptText": "When you breathe in, whose air is it? When you speak, whose voice? Can you find the place where you end and the world begins?"
}

