{
  "title": "Cosmos",
  "subtitle": "A vast unfolding — beyond mind, beyond measure, yet strangely intimate.",

  "originsTitle": "Origins and Vastness",
  "originsText": "The universe may have begun in a single point — or it may have no true beginning at all. Stars form, die, and seed new systems. Time curves. Light takes billions of years to reach us. Yet somehow, we are here — wondering.",

  "webTitle": "The Web of Galaxies",
  "webText": "Across space stretches a luminous web: filaments of dark matter, rivers of stars, oceans of nothing. Galaxies gather like dewdrops in its folds. This architecture echoes patterns in our minds, our networks, our lungs, our dreams.",

  "mythTitle": "Cosmology and Myth",
  "mythText": "Long before science, we told stories of sky gods and cosmic eggs, rainbow serpents and world trees. These myths are not less true — only differently true. They help us feel, not just explain, the grandeur of existence.",

  "infinityTitle": "Infinity as Ground",
  "infinityText": "What if the ultimate foundation is not a particle or a force, but infinity itself?<br><br>In <a class='underline text-sky-600 dark:text-sky-300 hover:text-violet-500 transition' href='https://bjornkennethholmstrom.wordpress.com/2024/10/20/what-if-p-inf-equals-1-the-certain-probability-of-infinity/' target='_blank' rel='noopener noreferrer'>this article</a>, our website's creator explores the idea that infinity is not just a concept — but a certainty. Perhaps everything arises from the infinite, returns to it, and dances within it.",

  "promptTitle": "Contemplation",
  "promptText": "When you look at the night sky, do you feel small — or do you feel vast? Where do you end, and where does the cosmos begin?",

  "blackHolesTitle": "Black Holes: Cosmic Thresholds",
  "blackHolesText": "At the extreme edge of physics lie black holes—regions where matter has collapsed so completely that space-time itself curves infinitely. A single point of infinite density, the singularity, surrounded by an event horizon beyond which nothing, not even light, can escape.\n\nThese cosmic anomalies represent more than astrophysical objects—they are metaphors, thresholds, and mirrors reflecting the limits of our understanding.",

  "physicsTitle": "The Physics of Transcendence",
  "physicsText": "Black holes challenge our most fundamental assumptions:",
  "physicsList": [
    "Time bends: Near the event horizon, time dilates to near-stillness relative to distant observers",
    "Space warps: Geometry itself becomes non-Euclidean, breaking ordinary rules of distance",
    "Information paradox: What happens to information that falls in? Is it truly lost, or encoded on the horizon?",
    "Quantum/relativistic boundary: Where Einstein's relativity meets quantum physics, our models break down"
  ],

  "boundaryTitle": "The Boundary of Knowing",
  "boundaryText": "The event horizon represents a perfect boundary of knowledge—a veil beyond which our physics cannot see. We can never observe what happens inside, only theorize. This limit point in our cosmology mirrors other boundaries in human knowledge—the ineffable in mystical experience, the hard problem of consciousness, the origin of existence itself.",

  "mirrorsTitle": "Cosmic Mirrors",
  "mirrorsText": "Black holes function as powerful metaphors for aspects of consciousness:",
  "mirrorsList": [
    "The witnessing awareness: Like the silent gravity at the center, witnessing all that enters but itself unseen",
    "Transformation: Matter entering a black hole is fundamentally transformed, its information potentially preserved but utterly reorganized",
    "The void: The emptiness at the heart of things that paradoxically contains everything",
    "Integration: The ultimate cosmic recyclers, black holes eventually evaporate through Hawking radiation, returning their contents to the universe in transformed form"
  ],

  "whiteHolesTitle": "White Holes and Cosmic Rebirth",
  "whiteHolesText": "Some theoretical models suggest the existence of \"white holes\"—the time-reversed version of black holes, where matter and energy pour outward instead of inward. This has led to speculation that black holes in one universe might be the birth of new universes—cosmic wombs from which new realities emerge.\n\nThis reflects ancient intuitions across spiritual traditions: that emptiness is not barren but fertile, that death precedes rebirth, that what appears as an ending may be a beginning from another perspective.\n\nThe study of black holes reminds us that at the limits of our maps, we encounter not just the unknown, but the unknowable—not as failure, but as invitation into deeper mystery."
}

