{
  "title": "Spiral Dynamics: Interactive Exploration",
  "subtitle": "Explore the different stages of consciousness development according to the Spiral Dynamics model. Click on a color to learn more about each stage.",
  
  "characteristicsLabel": "KEY CHARACTERISTICS",
  "examplesLabel": "EXAMPLES",
  "positionLabel": "POSITION IN SPIRAL",
  "populationLabel": "of population",
  "showLess": "Show less",
  "learnMore": "Learn more about this stage",
  "attribution": "Based on the work of Clare W. Graves, Don Beck, and Christopher Cowan.",
  "disclaimer": "This is a simplified model for educational purposes.",
  
  "beigeName": "Beige",
  "beigeTheme": "Survival",
  "beigeDescription": "Focus on immediate needs and survival. Instinctual, automatic, and based on biological imperatives.",
  "beigeKeywords": ["Survival", "Instinct", "Automatic", "Biological", "Sensory"],
  "beigeExamples": ["Newborns", "Survival situations", "Emergency responses", "Basic animal behaviors"],
  "beigePosition": "The Beige stage is the first in the developmental spiral, focused on immediate survival needs. It is rarely seen in modern society except in extreme survival conditions or infants.",
  
  "purpleName": "Purple",
  "purpleTheme": "Magic",
  "purpleDescription": "Magical and animistic thinking. Finding safety in tribe, rituals, and kinship. World is mysterious and alive.",
  "purpleKeywords": ["Tribal", "Mystical", "Ritual", "Ancestry", "Superstition"],
  "purpleExamples": ["Indigenous traditions", "Family rituals", "Totems and taboos", "Folk practices", "Superstition"],
  "purplePosition": "The Purple stage represents the first communal consciousness. It emerges from Beige as humans form tribes for safety and is characterized by magical thinking and strong kinship bonds.",
  
  "redName": "Red",
  "redTheme": "Power",
  "redDescription": "Impulsive, egocentric, heroic. Power, dominance and instant gratification. Breaking free from constraints.",
  "redKeywords": ["Power", "Dominance", "Impulsive", "Heroic", "Conquest"],
  "redExamples": ["Terrible twos", "Warlords", "Epic heroes", "Gangs", "Rebellious teens"],
  "redPosition": "The Red stage emerges as individuals begin to break free from tribal constraints. It represents the first true expression of individual ego, power, and conquest. It develops as a response to the limitations of Purple.",
  
  "blueName": "Blue",
  "blueTheme": "Order",
  "blueDescription": "Purpose, meaning, and order. Absolutistic thinking, following rules and principles. Sacrifice for future reward.",
  "blueKeywords": ["Order", "Meaning", "Structure", "Rules", "Truth"],
  "blueExamples": ["Traditional religions", "Authoritarian states", "Military", "Bureaucracies", "Moral codes"],
  "bluePosition": "The Blue stage emerges as a response to the chaos of Red. It introduces order, purpose, and meaning through absolute principles and structures. It sacrifices some individual expression for the stability of the group.",
  
  "orangeName": "Orange",
  "orangeTheme": "Achievement",
  "orangeDescription": "Strategic, achievement-oriented, and competitive. Progress through scientific understanding and rational optimization.",
  "orangeKeywords": ["Achievement", "Progress", "Competition", "Science", "Strategy"],
  "orangeExamples": ["Modern capitalism", "Scientific method", "Material success", "Entrepreneurship", "Innovation"],
  "orangePosition": "The Orange stage emerges from Blue as individuals seek achievement and strategic advancement. It values rationality, science, and progress, breaking free from absolute authority while maintaining structure.",
  
  "greenName": "Green",
  "greenTheme": "Harmony",
  "greenDescription": "Community, consensus, and egalitarianism. Feelings, sensitivity, and relativistic thinking. Pluralistic values.",
  "greenKeywords": ["Community", "Equality", "Consensus", "Feelings", "Harmony"],
  "greenExamples": ["Human rights", "Environmental movement", "Social justice", "Postmodernism", "NGOs"],
  "greenPosition": "The Green stage develops as a response to the materialistic excesses of Orange. It emphasizes community, equality, and the inner subjective world. It introduces plurality of perspectives and relativistic thinking.",
  
  "yellowName": "Yellow",
  "yellowTheme": "Integration",
  "yellowDescription": "Systemic, flexible, and integrative thinking. Natural hierarchies of competence and development. Accepting complexity.",
  "yellowKeywords": ["Systems", "Complexity", "Integration", "Natural hierarchy", "Flexibility"],
  "yellowExamples": ["Systems thinking", "Integral theory", "Complex problem solving", "Meta-perspective", "Functional structures"],
  "yellowPosition": "The Yellow stage represents the first tier-two consciousness, able to see and integrate the entire spiral. It emerges from Green's limitations, embracing natural hierarchies of development while valuing all previous stages.",
  
  "turquoiseName": "Turquoise",
  "turquoiseTheme": "Holistic",
  "turquoiseDescription": "Holistic, global, and transpersonal. Unifying consciousness with life-force energy. Collective consciousness.",
  "turquoiseKeywords": ["Holistic", "Global", "Intuitive", "Transpersonal", "Unity"],
  "turquoiseExamples": ["Deep ecology", "Global governance", "Conscious evolution", "Planetary awareness", "Spiritual technology"],
  "turquoisePosition": "The Turquoise stage deepens Yellow's systemic view into a holistic, global perspective. It experiences consciousness as a unified field and can hold seemingly contradictory perspectives simultaneously.",
  
  "coralName": "Coral",
  "coralTheme": "Emergent",
  "coralDescription": "Emerging stage theorized to be about collective intelligence and hyper-connected being. Still emerging and largely theoretical.",
  "coralKeywords": ["Emergence", "Collective intelligence", "Hyper-connected", "Transpersonal", "Global consciousness"],
  "coralExamples": ["Hypothetical future societies", "Integrated technologies", "Conscious networks", "Novel social structures"],
  "coralPosition": "Coral is a theoretical emerging stage beyond Turquoise. It may involve even more expansive consciousness, possibly related to global collective intelligence and novel forms of social organization."
}
