{
  "title": "Spiralen",
  "subtitle": "Ingen stege, ingen pyramid – utan en spiral som slingrar sig genom varandet.",

  "metaphorTitle": "Spiralen som metafor",
  "metaphorText": "Utveckling är inte linjär. Vi återvänder – men på nya sätt. Vi spiralar inåt, uppåt, nedåt, utåt. Det som verkar som återgång är ofta transformation. Spiralen påminner oss om att livet rör sig i mönster, rytmer, cykler – inte raka linjer.",

  "dynamicsTitle": "Spiral Dynamics och utveckling",
  "dynamicsText": "Spiral Dynamics erbjuder ett sätt att förstå mänsklig utveckling – inte som bättre eller sämre, utan som anpassningar till livsvillkor.<br><br>Varje nivå har sin skönhet, skugga och funktion. Vi växlar mellan dem – som individer och samhällen. Utforska vidare på <a class='underline text-violet-600 dark:text-violet-300 hover:text-sky-500 transition' href='https://spiralize.org' target='_blank' rel='noopener noreferrer'>spiralize.org</a>.",

  "humilityTitle": "Ingen nivå är bättre",
  "humilityText": "Utveckling handlar inte om överlägsenhet. Ett barn är inte mindre än en vuxen. En bonde är inte mindre än en forskare. Varje sätt att vara tjänar en tid, en själ, ett system. Om vi ska utvecklas – låt oss göra det med ömhet.",

  "chainTitle": "Den gyllene kedjan",
  "chainText": "Vissa uppvaknanden är så lysande att vi vill hålla fast vid dem – upprepa dem. Men att klamra sig fast vid en nivå, även en andlig, blir ett fängelse. Spiralen bjuder oss att röra oss fritt – inte bära vår utveckling som rustning, utan gå med öppenhet.",

  "promptTitle": "Reflektion",
  "promptText": "Tänk om nästa steg inte är uppåt – utan runt? Inte framåt – utan djupare?",

  "stagnationTitle": "Cirkulär stagnation",
  "stagnationText": "Inte alla spiraler leder till tillväxt. Ibland kretsar vi runt samma mönster utan verklig utveckling — vi misstar rörelse för framsteg. Dessa falska spiraler kan fånga oss i bekväm upprepning, och skapa en illusion av förändring samtidigt som status quo bibehålls.",
  "stagnationList": [
    "Den evige nybörjaren: Börjar ständigt nya praktiker men fördjupar dem aldrig",
    "Insiktsberoende: Samlar på toppupplevelser utan att integrera deras visdom",
    "Begreppsligt undvikande: Förstår tillväxt intellektuellt men undviker förkroppsligad förändring",
    "Guruloopen: Söker ständigt nya lärare istället för att tillämpa redan lärda lektioner",
    "Cirkulärt drama: Upprepar känslomönster med olika ansikten och platser"
  ],
  "stagnationText2": "Att känna igen dessa mönster är i sig ett spiralvarv. Vägen bort från stagnation handlar inte om tvång eller skam, utan om ärlig medvetenhet och varsam omstyrning. Ibland är det som verkar vara stillestånd i själva verket en nödvändig integrationsperiod — spiralen som drar ihop sig innan sin nästa expansion."
}

