{
  "title": "Samvaron",
  "subtitle": "Inget existerar för sig självt. Allting består av allting annat.",

  "whatTitle": "Vad är samvaron?",
  "whatText": "Begreppet 'interbeing' myntades av zenmästaren Thích Nhất Hạnh. Det betyder: att vara är att vara tillsammans. Ett moln blir regn, som blir te, som blir du. Allting uppstår tillsammans. Inget står helt ensamt.",

  "sourcesTitle": "Enhet i olika traditioner",
  "sourcesText": "Många traditioner pekar mot samma grundinsikt:",
  "sourceQuotes": [
    "'Vi är inte separata varelser, utan toner i en kosmisk symfoni.' – New Age-mystik",
    "'Enhetens vara (Wahdat al-Wujud).' – Ibn Arabi (sufism)",
    "'Form är tomhet, tomhet är form.' – Hjärtasutran (buddhism)",
    "'Ingen människa är en ö.' – John Donne (kristen mystiker och poet)",
    "'En sak är till tack vare allting annat.' – Ubuntu-filosofi (Afrika)",
    "'Den Tao som kan uttalas är inte den eviga Tao.' – Laozi, Tao Te Ching"
  ],

  "ecologyTitle": "Det levande nätet",
  "ecologyText": "Naturen är inte en samling av ting, utan en gemenskap av relationer. Ekologi är samvaron i form. När vi skadar jorden, skadar vi oss själva. När vi när henne, när hon oss. Det finns inget 'annat'.",

  "selfTitle": "Jagets spegel",
  "selfText": "Ditt sinne formas av språk, kultur, beröring, förfäder, och stjärnor. Din känsla av 'jag' är en väv av många trådar. Du är inte ett ting – utan en process i relation. Det vi kallar 'självet' är en tillfällig knut i varandets ström.",

  "energyTitle": "Materia är energi",
  "energyText": "Modern fysik påminner oss: det som verkar solitt är mest tomrum och rörelse. Materia är kondenserad energi. Denna insikt förenar vetenskap och andlighet – och visar att alla former är vibrerande mönster i samma kosmiska flöde. Även atomerna i din kropp är pulser i ett gemensamt fält.",

  "promptTitle": "Kontemplation",
  "promptText": "När du andas in – vems luft är det? När du talar – vems röst? Kan du hitta platsen där du slutar och världen börjar?"
}

