{
  "title": "Spiral Dynamics: Interaktiv Utforskning",
  "subtitle": "Utforska de olika stadierna av medvetandeutveckling enligt Spiral Dynamics-modellen. Klicka på en färg för att lära dig mer om varje stadium.",
  
  "characteristicsLabel": "NYCKELKARAKTÄRISTIK",
  "examplesLabel": "EXEMPEL",
  "positionLabel": "POSITION I SPIRALEN",
  "populationLabel": "av befolkningen",
  "showLess": "Visa mindre",
  "learnMore": "Lär dig mer om detta stadium",
  "attribution": "Baserat på arbetet av Clare W. Graves, Don Beck och Christopher Cowan.",
  "disclaimer": "Detta är en förenklad modell för utbildningssyften.",
  
  "beigeName": "Beige",
  "beigeTheme": "Överlevnad",
  "beigeDescription": "Fokus på omedelbara behov och överlevnad. Instinktiv, automatisk och baserad på biologiska imperativ.",
  "beigeKeywords": ["Överlevnad", "Instinkt", "Automatisk", "Biologisk", "Sensorisk"],
  "beigeExamples": ["Nyfödda", "Överlevnadssituationer", "Akuta responser", "Grundläggande djurbeteenden"],
  "beigePosition": "Beige-stadiet är det första i utvecklingsspiralen, fokuserat på omedelbara överlevnadsbehov. Det ses sällan i det moderna samhället förutom i extrema överlevnadssituationer eller hos spädbarn.",
  
  "purpleName": "Lila",
  "purpleTheme": "Magi",
  "purpleDescription": "Magiskt och animistiskt tänkande. Finner trygghet i stam, ritualer och släktskap. Världen är mystisk och levande.",
  "purpleKeywords": ["Stambaserad", "Mystisk", "Ritual", "Härstamning", "Vidskeplighet"],
  "purpleExamples": ["Ursprungsbefolkningars traditioner", "Familjeritualer", "Totems och tabun", "Folkliga seder", "Vidskeplighet"],
  "purplePosition": "Lila-stadiet representerar det första gemensamma medvetandet. Det uppstår från Beige när människor bildar stammar för säkerhet och kännetecknas av magiskt tänkande och starka släktskapsband.",
  
  "redName": "Röd",
  "redTheme": "Makt",
  "redDescription": "Impulsiv, egocentrisk, heroisk. Makt, dominans och omedelbar tillfredsställelse. Bryter sig fri från begränsningar.",
  "redKeywords": ["Makt", "Dominans", "Impulsiv", "Heroisk", "Erövring"],
  "redExamples": ["Trotsiga tvååringar", "Krigsherrar", "Episka hjältar", "Gäng", "Rebelliska tonåringar"],
  "redPosition": "Röd-stadiet uppstår när individer börjar bryta sig loss från stammens begränsningar. Det representerar det första verkliga uttrycket för individuellt ego, makt och erövring. Det utvecklas som ett svar på begränsningarna i Lila.",
  
  "blueName": "Blå",
  "blueTheme": "Ordning",
  "blueDescription": "Syfte, mening och ordning. Absolutistiskt tänkande, följer regler och principer. Offer för framtida belöning.",
  "blueKeywords": ["Ordning", "Mening", "Struktur", "Regler", "Sanning"],
  "blueExamples": ["Traditionella religioner", "Auktoritära stater", "Militär", "Byråkratier", "Moralkoder"],
  "bluePosition": "Blå-stadiet uppstår som ett svar på kaoset i Röd. Det introducerar ordning, syfte och mening genom absoluta principer och strukturer. Det offrar viss individuell uttryck för gruppens stabilitet.",
  
  "orangeName": "Orange",
  "orangeTheme": "Prestation",
  "orangeDescription": "Strategisk, prestationsinriktad och konkurrenskraftig. Framsteg genom vetenskaplig förståelse och rationell optimering.",
  "orangeKeywords": ["Prestation", "Framsteg", "Konkurrens", "Vetenskap", "Strategi"],
  "orangeExamples": ["Modern kapitalism", "Vetenskaplig metod", "Materiell framgång", "Entreprenörskap", "Innovation"],
  "orangePosition": "Orange-stadiet uppstår från Blå när individer söker prestation och strategisk framgång. Det värdesätter rationalitet, vetenskap och framsteg, bryter sig fri från absolut auktoritet samtidigt som det behåller struktur.",
  
  "greenName": "Grön",
  "greenTheme": "Harmoni",
  "greenDescription": "Gemenskap, konsensus och jämlikhet. Känslor, känslighet och relativistiskt tänkande. Pluralistiska värderingar.",
  "greenKeywords": ["Gemenskap", "Jämlikhet", "Konsensus", "Känslor", "Harmoni"],
  "greenExamples": ["Mänskliga rättigheter", "Miljörörelsen", "Social rättvisa", "Postmodernism", "NGOs"],
  "greenPosition": "Grön-stadiet utvecklas som ett svar på Orange materialistiska överdrifter. Det betonar gemenskap, jämlikhet och den inre subjektiva världen. Det introducerar mångfald av perspektiv och relativistiskt tänkande.",
  
  "yellowName": "Gul",
  "yellowTheme": "Integration",
  "yellowDescription": "Systemiskt, flexibelt och integrativt tänkande. Naturliga hierarkier av kompetens och utveckling. Accepterar komplexitet.",
  "yellowKeywords": ["System", "Komplexitet", "Integration", "Naturlig hierarki", "Flexibilitet"],
  "yellowExamples": ["Systemtänkande", "Integral teori", "Komplex problemlösning", "Meta-perspektiv", "Funktionella strukturer"],
  "yellowPosition": "Gul-stadiet representerar det första andra nivåns medvetande, kapabelt att se och integrera hela spiralen. Det uppstår från Gröns begränsningar och omfamnar naturliga utvecklingshierarkier samtidigt som det värdesätter alla tidigare stadier.",
  
  "turquoiseName": "Turkos",
  "turquoiseTheme": "Holistisk",
  "turquoiseDescription": "Holistisk, global och transpersonlig. Förenar medvetande med livskraftsenergi. Kollektivt medvetande.",
  "turquoiseKeywords": ["Holistisk", "Global", "Intuitiv", "Transpersonlig", "Enhet"],
  "turquoiseExamples": ["Djupekologi", "Global styrning", "Medveten evolution", "Planetär medvetenhet", "Andlig teknologi"],
  "turquoisePosition": "Turkos-stadiet fördjupar Guls systemiska syn till ett holistiskt, globalt perspektiv. Det upplever medvetandet som ett enat fält och kan hålla till synes motsägelsefulla perspektiv samtidigt.",
  
  "coralName": "Korall",
  "coralTheme": "Framväxande",
  "coralDescription": "Framväxande stadium som teoretiseras handla om kollektiv intelligens och hyperansluten existens. Fortfarande framväxande och till stor del teoretisk.",
  "coralKeywords": ["Emergens", "Kollektiv intelligens", "Hyperansluten", "Transpersonlig", "Globalt medvetande"],
  "coralExamples": ["Hypotetiska framtida samhällen", "Integrerade teknologier", "Medvetna nätverk", "Nya sociala strukturer"],
  "coralPosition": "Korall är ett teoretiskt stadium bortom Turkos. Det kan involvera ännu mer expansivt medvetande, möjligen relaterat till global kollektiv intelligens och nya former av social organisation."
}
